13/data/attachments/94426b44bd4b5cf9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Debra_impact_Actions_97514_2</nif:username>
            <nif:friendToBeRequested>soap_actions_203e7914-ea8b-4c73-8c52-e3738f632afd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>